2013-10-02-Constellation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>88 Constellation</title>
<!-- 2015-11-08 Sun 20:35 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="ICECREAM(氷菓)" />
<meta  name="description" content="ICECREAM(氷菓)"
 />
<meta  name="keywords" content="constellation astronomy" />
<link rel="stylesheet" type="text/css" href="/static/style.css"/>


</head>
<body>
<div id="content">
<h1 class="title">88 Constellation</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">前言</a></li>
<li><a href="#sec-2">Andromeda 仙女座</a></li>
</ul>
</div>
</div>
---
layout: doc
title: 88 Constellation
subtitle: 88星座简单介绍 
categories: note
tags: constellation astronomy
---

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">前言</h2>
<div class="outline-text-2" id="text-1">
<p>
作为一个伪天文爱好者，现在开始一段奇妙的旅程。（可惜买不起设备啊。）
</p>

<p>
认识星座<sup><a id="fnr.1" name="fnr.1" class="footref" href="#fn.1">1</a></sup>是基础中的基础，现在开始记录自己从网络中收集到的资料，关于88星座的。
当然这其中想顺带学习一下希腊的文字系统<sup><a id="fnr.2" name="fnr.2" class="footref" href="#fn.2">2</a></sup>和拉丁文<sup><a id="fnr.3" name="fnr.3" class="footref" href="#fn.3">3</a></sup>（很早就想学习你啦）。真是奇妙的人类文字啊。
</p>

<p>
等我真的有了时间和开始出发的资金时，就要踏上寻找起源的路程啦。（不过说出这些理由的时候，感觉永远也上不了路了）
</p>

<p>
嘛，现在就这个样子吧，眼前还是要做事情的！没有那么多的闲工夫啊。
</p>

<p>
学习之前，我需要一个参考路标，于是使用Google一下，关键字:88星座。
然后，就决定从你们开始啦：
</p>
<ol class="org-ol">
<li><a href="http://www.intensive.idv.tw/space/space300.htm">全天88星座表</a>
</li>
<li><a href="http://stella.toxsoft.com/">Cielo Stellato チェーロ・ステラート　88星座完全ガイド</a>
   (如果出现乱码，请将浏览器编码调整为：Shift\<sub>JIS</sub>)
</li>
</ol>

<p>
开始前的一些说明：
</p>

<p>
关于天文的基础知识你可以google, 或者请参见我整理的资料：
</p>
<a href="{{ site.url }}{% post_url 2013-10-01-Astronomy-ABC.html %}">
  Astronomy-ABC
</a>
<p>
\\
</p>

<p>
一级标题标注为英文和中文的混合，下面会标注其拉丁文，希腊文和日文。之后是简单的介绍。
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Andromeda 仙女座</h2>
<div class="outline-text-2" id="text-2">
<p>
等待我的填坑……
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" name="fn.1" class="footnum" href="#fnr.1">1</a></sup> <p class="footpara">
<a href="http://zh.wikipedia.org/wiki/%25E6%2598%259F%25E5%25BA%25A7">星座</a>
</p></div>

<div class="footdef"><sup><a id="fn.2" name="fn.2" class="footnum" href="#fnr.2">2</a></sup> <p class="footpara">
<a href="http://zh.wikipedia.org/wiki/%25E5%25B8%258C%25E8%2585%258A%25E5%25AD%2597%25E6%25AF%258D">希腊字母</a>
</p></div>

<div class="footdef"><sup><a id="fn.3" name="fn.3" class="footnum" href="#fnr.3">3</a></sup> <p class="footpara">
<a href="http://zh.wikipedia.org/wiki/%25E6%258B%2589%25E4%25B8%2581%25E8%25AF%25AD">拉丁文</a>
</p></div>


</div>
</div></div>
<div id="postamble" class="status">
<script src="/static/app.js"></script>
</div>
</body>
</html>
